tap "acsandmann/tap"
tap "azure/kubelogin"
tap "gentleman-programming/tap"
tap "gromgit/brewtils"
tap "kostyay/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "simplydanny/pass-extensions"
tap "supercmdlabs/supercmd"
brew "atuin"
brew "azure-cli"
brew "bat"
brew "bob"
brew "btop"
brew "gettext"
brew "cmake"
brew "cmatrix"
brew "csvlens"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kanata"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lua"
brew "mole"
brew "ninja"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "silicon"
brew "sqlcmd"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "yazi"
brew "zbar"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "acsandmann/tap/rift"
brew "azure/kubelogin/kubelogin"
brew "gentleman-programming/tap/gentle-ai"
brew "gromgit/brewtils/taproom"
brew "oven-sh/bun/bun"
brew "simplydanny/pass-extensions/pass-update"
cask "nikitabobko/tap/aerospace"
cask "brave-browser@nightly"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "drawio"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome@beta"
cask "helium-browser"
cask "homerow"
cask "kostyay/tap/httpmon"
cask "keycastr"
cask "kitty"
cask "legcord"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "monitorcontrol"
cask "obsidian"
cask "orbstack"
cask "pcsx2"
cask "postman"
cask "raycast"
cask "responsively"
cask "shottr"
cask "slack"
cask "spotify"
cask "stats"
cask "supercmdlabs/supercmd/supercmd"
cask "visual-studio-code"
cask "whatsapp"
cask "yaak"
cask "zed"
cask "zen"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
npm "corepack"
